Repository: iina/iina
Catalog: iina/mul.lproj/PrefUIViewController.xcstrings
Source language: en
Languages: af, ca, cs, da, de, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, ko, lv, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sr_cs, sv, tr, uk, zh_hans, zh_hant

# XOh-46-9Jf.title
source: Auto hide after:
af: Versteek outomaties na:
ca: Amaga automàticament després de:
cs: Automaticky skrýt po:
da: Auto skjul efter:
de: Automatisch ausblenden nach:
es: Ocultar después de:
fa: مخفي شدن خودکار بعد از:
fi: Piilota automaattisesti:
fr: Masquer automatiquement après :
he: הסתר אוטומטית לאחר:
hi: ऑटो के बाद छिपा:
hr: Automatski sakrij nakon:
hu: Automatikus elrejtés miután:
id: Sembunyikan otomatis setelah:
it: Nascondi dopo:
ja: 非表示になるまで:
ko: 일정 시간 후 자동으로 숨김
lv: Automātiski paslēpt pēc:
nl: Verberg automatisch na:
no: Skjul automatisk etter:
pl: Ukryj automatycznie po
pt_br: Ocultar automaticante após:
pt_pt: Ocultar automaticamente depois de:
ro: Auto ascunde după:
ru: Автоматически скрывать после:
sk: Automaticky skryť po:
sr_cs: Automatski sakrij nakon:
sv: Göm automatiskt efter:
tr: Otomatik gizle:
uk: Автоматично приховати через:
zh_hans: 自动隐藏:
zh_hant: 自動隱藏：

# xP1-Vh-27X.title
source: Toolbar:
af: Nutsbalk:
ca: Barra d'eines:
cs: Panel nástrojů:
da: Værktøjslinje:
de: Werkzeugleiste:
es: Barra de herramientas:
fa: نوار ابزار:
fi: Työkalurivi:
fr: Barre d'outils :
he: סרגל כלים:
hi: टूलबार:
hr: Alatna traka:
hu: Eszköztár:
id: Bilah Alat:
it: Barra degli strumenti:
ja: ツールバー:
ko: 도구 막대
lv: Rīkjosla:
nl: Werkbalk:
no: Verktøylinje:
pl: Pasek narzędzi:
pt_br: Barras de ferramentas:
pt_pt: Barra de ferramentas:
ro: Bară:
ru: Панель инструментов:
sk: Panel Nástrojov:
sr_cs: Traka sa alatkama:
sv: Verktygsfält:
tr: Araç çubuğu:
uk: Панель інструментів:
zh_hans: 工具栏:
zh_hant: 工具列：

# xrJ-Um-BrJ.title
source: % of screen
af: % van skerm
ca: % de la pantalla
cs: % obrazovky
da: % af skærm
de: % des Bildschirms
es: % de pantalla
fa: % از صفحه
fi: % näytöstä
fr: % de l'écran
he: אחוז מהמסך
hi: % के स्क्रीन
hr: % ekrana
hu: %-a a kijelzõnek
id: % dari layar
it: % dello schermo
ja: % (画面の割合)
ko: % (화면크기 대비)
lv: % no ekrāna
nl: % van scherm
no: % av skjermen
pl: % ekranu
pt_br: % do ecrã
pt_pt: % do ecrã
ro: % din ecran
ru: % экрана
sk: % obrazovky
sr_cs: % ekrana
sv: % av skärm
tr: % / Ekran
uk: % екрану
zh_hans: % 屏幕大小
zh_hant: % 螢幕大小

# xtL-XT-xzb.title
source: Hide
af: Versteek
ca: Amaga
cs: Skrýt
da: Skjul
de: Verstecken
es: Ocultar
fa: پنهان کردن
fi: Piilota
fr: Cacher
he: הסתר
hi: छिपाना
hr: Sakrij
hu: Elrejtés
id: Sembunyikan
it: Nascondi
ja: 隠す
ko: 숨기기
lv: Paslēpt
nl: Verberg
no: Skjul
pl: Ukryj
pt_br: Esconder
pt_pt: Ocultar
ro: Se ascunde
ru: Скрыть
sk: Skryť
sr_cs: Sakrij
sv: Göm
tr: Gizle
uk: Сховати
zh_hans: 隐藏
zh_hant: 隱藏

# Ydi-yB-FMe.title
source: to the
af: van die
ca: a la part
cs: k
da: til
de: vom
es: de la parte
fa: به
fi: jotta
fr: du
he: אל ה
hi: को
hu: hoz
id: ke
it: da
ja: 画面の
ko: 화면
lv: no
nl: van de
no: til
pl: od
pt_br: para
pt_pt: para a
ro: spre
ru: к
sk: do
sr_cs: na
sv: till
tr: ekranın
uk: до
zh_hans: 距离屏幕
zh_hant: 距離螢幕

# yIN-jg-MxS.title
source: Always
af: Altyd
ca: Sempre
cs: Vždy
da: Altid
de: Immer
es: Siempre
fa: همیشه
fi: Aina
fr: Toujours
he: תמיד
hi: सदैव
hr: Uvijek
hu: Mindig
id: Selalu
it: Sempre
ja: 常に
ko: 항상
lv: Vienmēr
nl: Altijd
no: Alltid
pl: Zawsze
pt_br: Sempre
pt_pt: Sempre
ro: Întotdeauna
ru: Всегда
sk: Vždy
sr_cs: Uvek
sv: Alltid
tr: Her zaman
uk: Завжди
zh_hans: 播放新视频时总是如此
zh_hant: 播放新影片時總是如此

# yLF-vu-1Gl.title
source: Theme:
af: Tema:
ca: Tema:
cs: Téma:
da: Tema:
de: Erscheinungsbild:
es: Tema:
fa: پوسته:
fi: Teema:
fr: Thème :
he: ערכת נושא:
hi: थीम:
hr: Tema:
hu: Téma:
id: Tema:
it: Tema:
ja: テーマ:
ko: 화면 모드:
lv: Tēma:
nl: Thema:
no: Tema:
pl: Motyw:
pt_br: Tema:
pt_pt: Tema:
ro: Temă:
ru: Тема:
sk: Téma:
sr_cs: Tema:
sv: Tema:
tr: Tema:
uk: Тема:
zh_hans: 主题:
zh_hant: 主題：

# Ymw-tr-6rw.title
source: X offset:
af: X-afstand:
ca: Desplaçament X:
cs: X posun:
da: X forskydning:
de: X-Versatz:
es: Desplazar en X:
fa: افست افقی:
fi: X-siirtymä:
fr: Décalage X :
he: היסט גובה:
hi: X ओफ़्सेट:
hr: Odstupanje po X-osi:
hu: X eltolás:
it: Offset X:
ja: X座標:
ko: 가로 기준
lv: X nobīde:
nl: X-afstand:
no: X-forskyvning:
pl: Oś X:
pt_br: Deslocamento X:
pt_pt: Deslocamento X:
ro: Compensare X:
ru: X-смещение:
sk: Posun X:
sr_cs: Odstupanje po X-osi:
tr: Kenardan X uzaklığı:
uk: Зсув за віссю X:
zh_hans: X 方向:
zh_hant: X 位移：

# Zc7-sP-Rdp.title
source: Do nothing
af: Doen niks
ca: No fer res
cs: Nedělat nic
da: Gør ingenting
de: Aktion abwarten
es: No hacer nada
fa: کاری نکن
fi: Älä tee mitään
fr: Ne rien faire
he: אל תעשה כלום
hi: कुछ मत करो
hr: Ne čini ništa
hu: Ne csináljon semmit
id: Jangan lakukan apa-apa
ja: 何もしない
ko: 동작 없음
lv: Nedarīt neko
nl: Toon niets
no: Gjør ingenting
pl: Bezczynność
pt_br: Fazer nada
pt_pt: Não fazer nada
ro: Nu face nimic
ru: Ничего не делать
sk: Nič nerobiť
sr_cs: Ne radi ništa
sv: Gör ingenting
tr: Hiçbir şey yapma
uk: нічого не робити
zh_hans: 无
zh_hant: 不執行任何動作

# Zjr-q7-WsD.title
source: Resize the window to fit video size:
af: Pas die venster aan na videogrootte:
ca: Ajusta la mida de la finestra a la mida del vídeo:
cs: Přizpůsobit velikost okna velikosti videa:
da: Juster viduet til video størrelse:
de: Fenster an Videogröße anpassen:
es: Cambiar el tamaño de la ventana para adaptarse al tamaño del video:
fa: تغییر اندازه پنجره متناسب با اندازه ویدیو:
fi: Sovita ikkuna videon kokoon:
fr: Redimensionner la fenêtre pour s'adapter à la taille de la vidéo :
he: שנה את גודל החלון כך שיתאים לגודל הווידאו:
hi: वीडियो आकार फिट करने के लिए विंडो का आकार बदलें:
hr: Prilagodi veličinu prozora veličini videa:
hu: Méretezze át az ablakot a videó méretéhez:
id: Atur ukuran window agar pas dengan ukuran video:
it: Ridimensiona la finestra per adattarla alla dimensione del video:
ja: ウィンドウの大きさをビデオサイズに合わせる:
ko: 비디오에 맞게 윈도우 크기 조정:
lv: Mainīt loga izmēru atbilstoši video izmēram:
nl: Pas het venster aan naar videogrootte:
no: Tilpass vindu for å passe videostørrelse:
pl: Dopasuj okno do rozmiaru obrazu:
pt_br: Redimensionar janela para caber o tamanho do video:
pt_pt: Redimensionar a janela para ajustar ao tamanho do vídeo:
ro: Redimensionează fereastra pentru a se potrivi dimensiunii video:
ru: Изменение размера окна в соответствии с размером видео:
sk: Prispôsobiť veľkosť okna veľkosti videa:
sr_cs: Promeni veličinu prozora tako da odgovara veličini video-zapisa:
sv: Passa fönsterstorlek till video:
tr: Pencereyi video boyutuna uydur:
uk: Підлаштувати вікно до розміру відео:
zh_hans: 自动调整窗口大小以适合视频:
zh_hant: 調整視窗大小以符合影片大小：

# zOq-Em-wUe.title
source: Initial window size:
af: Aanvanklike venstergrootte:
ca: Mida inicial de la finestra:
cs: Počáteční velikost okna:
da: Indledende vindues størrelse:
de: Startgröße des Fensters:
es: Tamaño de la ventana inicial:
fa: اندازه اولیه‌ی پنجره:
fi: Ikkunan alkukoko:
fr: Taille initiale de la fenêtre :
he: גודל חלון ראשוני:
hi: प्रारंभिक खिड़की का आकार:
hr: Izvorna veličina prozora:
hu: Kezdeti ablakméret:
id: Setelan awal window:
it: Dimensione iniziale della finestra:
ja: ウィンドウの初期サイズ:
ko: 시작시 윈도우 크기:
lv: Sākotnējais loga izmērs:
nl: Aanvankelijke venstergrootte:
pl: Początkowy rozmiar okna:
pt_br: Tamanho inicial da janela:
pt_pt: Tamanho inicial da janela:
ro: Dimensiunea inițială a ferestrei:
ru: Начальный размер окна:
sk: Počiatočná veľkosť okna:
sr_cs: Početna veličina prozora:
sv: Initial fönsterstorlek:
tr: Başlangıç pencere boyutu:
uk: Початковий розмір вікна:
zh_hans: 初始窗口大小:
zh_hant: 初始視窗大小：

# I8t-ey-016.title
source: pt
cs: b
he: נקודות
hu: pont
lv: punkti
no: pkt
ru: пт
sk: b
sr_cs: tač.
sv: punkter
uk: пт
zh_hans: 点/像素
zh_hant: 點（pt）

# ih8-5a-PYY.title
source: Always show float on top status in the title bar
cs: V záhlaví okna vždy zobrazit stav plovoucí v popředí
de: In der Titelleiste immer den Status "Oben schweben" anzeigen
es: Mostrar siempre flotante en estado superior en la barra de título
fr: Toujours afficher l'état du flottement dans la barre de titre
he: הצג תמיד כפתור נעיצה (ציפה מעל הכל) בכותרת החלון
hu: Mindig mutasd a lebegő állapotot a címsorban
id: Selalu tampilkan status mode mengambang pada bar judul
it: Mostra sempre lo stato fluttuante nella barra del titolo
ja: 常にタイトルバーに最前面表示の状態を表示
ko: 타이틀바에 모든 윈도우 위에 두기 상태 표시
pt_br: Sempre mostrar flutuante no estado superior na barra de título
ro: Afișează întotdeauna deasupra statusul în bara de titlu
ru: Всегда показывать статус «Поверх всех окон» в заголовке окна
sk: Vždy zobrazovať plávajúci stav navrchu v záhlaví
sv: Visa alltid ikonen för överst flytande i titelraden
tr: Pencere başlığında her zaman ön plana alma pinini göster
uk: Завжди показувати статус «Поверх усіх вікон» у заголовку вікна
zh_hans: 总是在标题栏显示置顶状态
zh_hant: 在視窗標題中顯示浮動於上方圖示

# AYW-Xu-ySw.title
source: Accessibility:
de: Barrierefreiheit:
es: Accesibilidad:
fr: Accessibilité :
he: נגישות:
hr: Pristupačnost:
hu: Kisegítő lehetőségek:
ja: アクセシビリティ:
ko: 접근성:
ru: Доступность:
sv: Tillgänglighet:
zh_hans: 辅助功能

# mjs-jg-wm1.title
source: Disable animations
de: Animationen deaktivieren
es: Desactivar animaciones
fr: Désactiver les animations
he: השבת אנימציות
hr: Deaktiviraj animacije
hu: Animációk letiltása
ja: アニメーションを無効化
ko: 애니메이션 비활성화
ru: Отключить анимации
sv: Stäng av animationer
zh_hans: 禁用动画

# ObY-7B-NTO.title
source: s
de: Sekunden
fa: ثانيه
he: שניות
hi: सै.
hu: mp
id: dtk
it: i
ja: 秒
ko: 초
lv: sekundēm
nl: sec
ru: с
sv: sek
tr: sn
uk: с
zh_hans: 秒
zh_hant: 秒

# RE5-Cf-ed9.title
source: Suppress messages for:
de: Meldungen unterdrücken für:
he: בטל הודעות עבור:
hu: Üzenetek eltiltása eddig:
ja: 次のメッセージを抑制:
ru: Подавлять сообщения для:
zh_hans: 停止消息：

# S8H-Xr-uVa.title
source: s
de: Sekunden
fa: ثانيه
he: שניות
hi: सै.
hu: mp
id: dtk
it: i
ja: 秒
ko: 초
lv: sekundēm
nl: sec
ru: с
sv: sek
tr: sn
uk: с
zh_hans: 秒
zh_hant: 秒

# 9IR-Sf-wMq.title
source: When the macOS Reduce Motion accessibility setting is enabled IINA will reduce user interface animations that are known to cause problems for those with vestibular disorders. Should that be insufficient, this setting can be used to reduce motion further by eliminating user interface animations.
es: Cuando la opción de Reducir movimiento de macOS está activada, IINNA reducirá las animaciones de la interfaz de usuario que se sabe que causan problemas a aquellos con trastornos vestibulares. De ser insuficiente, se puede usar este ajuste para reducir el movimiento aún más eliminando las animaciones de la interfaz de usuario.
fr: Lorsque le paramètre d'accessibilité pour réduire les mouvements de macOS est activé, IINA réduira les animations de l'interface utilisateur qui sont connues pour causer des problèmes à ceux qui ont des troubles de l'oreille interne. Si cela est insuffisant, ce paramètre peut être utilisé pour réduire davantage le mouvement en éliminant les animations de l'interface utilisateur.
he: כאשר הגדרת הנגישות של macOS "הפחתת תנועות" מופעלת, IINA תפחית אנימציות של ממשק משתמש שידוע כי הן גורמות לבעיות עבור אנשים עם הפרעה במערכת שיווי המשקל. אם זה לא מספיק, ניתן להשתמש בהגדרה זו כדי לצמצם תנועות על ידי ביטול הנפשות נוספות של ממשק המשתמש.
hr: Kada je macOS postavka pristupačnosti „Smanji pomicanje” aktivirana, IINA će smanjiti animacije korisničkog sučelja koje su poznate da uzrokuju probleme osobama s vestibularnim poremećajima. Ako to nije dovoljno, ova se postavka može koristiti za dodatno smanjenje pomicanja uklanjanjem animacija korisničkog sučelja.
hu: Ha a macOS Reduce Motion (Mozgáscsökkentés) hozzáférhetőségi beállítása engedélyezve van, az IINA csökkenti a felhasználói felület animációit, amelyekről ismert, hogy problémákat okoznak az egyensúlyzavarban szenvedők számára. Ha ez nem elegendő, akkor ezzel a beállítással tovább csökkenthető a mozgás a felhasználói felület animációinak megszüntetésével.
ja: macOSのアクセシビリティ設定のモーションを減らすが有効になっている場合、IINAは前庭障害のある人に問題を引き起こすとされているユーザーインターフェースのアニメーションを減らします。それでも不十分な場合、この設定を使いユーザーインターフェースのアニメーションを削除することで、モーションをさらに減らすことができます。
ko: macOS 동작 줄이기 접근성 설정이 활성화되면 전정 장애가 있는 사용자에게 문제를 일으키는 것으로 알려진 사용자 인터페이스 애니메이션을 줄입니다. 그래도 충분하지 않은 경우 이 설정을 사용하여 사용자 인터페이스 애니메이션을 제거하여 동작을 더 줄일 수 있습니다.
ru: Если в macOS включена настройка специальных возможностей для уменьшения движения, IINA уменьшит количество анимаций пользовательского интерфейса, которые, как известно, вызывают проблемы у людей с нарушениями вестибулярного аппарата. Если этого недостаточно, эту настройку можно использовать для дальнейшего уменьшения движения за счет устранения анимаций пользовательского интерфейса.
sv: När tillgänglighetsinställningen "Minska rörelse" är påslagen i macOS kommer IINA att minska mängden animationer i gränssnittet som kan orsaka problem för personer med vestibulära störningar. Om detta inte skulle räcka kan denna inställning användas för att minska rörelse ännu mer genom att helt ta bort animationer i gränssnittet.
zh_hans: 当启用 macOS 的减少动态效果辅助功能设置时，IINA 将减少已知会对前庭障碍患者造成问题的用户界面动画。如果这还不够，可以使用此设置通过消除用户界面动画来进一步减少动态效果。

# 3jK-z5-NDH.title
source: MB
fa: مگابایت
fi: Mt
fr: Mo
ru: МБ
uk: МБ

# DAm-C4-5BQ.title
source: File start
he: התחלת קובץ
hu: Fájl kezdete
ja: ファイル開始
ru: Запуск файла
zh_hans: 文件开始
